Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/mappView/Resources/Texts/mappFrameworkTexts/PackMLTexts.tmx
Source language: en
Languages: de, zh

source: Current State:
de: Aktuellen Zustand:
zh: 当前状态

source: Aborted
de: Abgebrochen
zh: 中止完成

source: Aborting
de: Abbrechen
zh: 中止过程

source: Clearing
de: Säuberung
zh: 清除过程中

source: Complete
de: Vollständig
zh: 完全的

source: Completing
de: Abschluss
zh: 完成

source: Execute
de: Ausführen
zh: 执行

source: Held
de: Gehaltenen
zh: 保持

source: Holding
de: Halten
zh: 举行中

source: Idle
de: Leerlauf
zh: 闲

source: Resetting
de: Zurücksetzen
zh: 正在重置

source: Starting
de: Beginnend
zh: 开始进行中

source: Stopped
de: Gestoppt
zh: 停止

source: Stopping
de: Stoppen
zh: 停止进行中

source: Suspended
de: Ausgesetzt
zh: 暂停

source: Suspending
de: Aussetzen
zh: 暂停进行中

source: Unholding
de: Aufmachen
zh: 不持有

source: Unsuspending
de: Unaussetzend
zh: 解除暂停

source: Undefined
de: Nicht definiert
zh: 不明确的

source: RESET
de: ZURÜCKSETZEN
zh: 重置

source: STOP
de: STOPPEN
zh: 停止

source: HOLD
de: HALTEN
zh: 保持

source: UNHOLD
de: AUFMACHEN
zh: 发布

source: SUSPEND
de: AUSGESETZT
zh: 暂停

source: UNSUSPEND
de: AUSSETZEN
zh: 取消挂起

source: ABORT
de: ABBRECHEN
zh: 退出

source: CLEAR
de: KLÄREN
zh: 肃清

source: COMPLETE
de: VOLLENDEN
zh: 完成

source: PackML
zh: 包毫升

source: START
zh: 开始
